import React from "react";
import { Link } from "react-router-dom";

const AboutIns = () => {
  return (
    <div className="president border-2 border-[#fca120]">
      <div className="bg-[#fca120] p-2">
        <h2 className="ml-6 text-2xl text-white font-bold">
          প্রতিষ্ঠান সম্পর্কে
        </h2>
      </div>
      <div className="about space-y-4 p-4">
        <p>
          একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে শিক্ষা পদ্ধতি খুবই
          গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর ভিত্তি করেই শিক্ষা
          পদ্ধতি নির্ধারণ করা উচিত। একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে
          শিক্ষা পদ্ধতি খুবই গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর
          ভিত্তি করেই শিক্ষা পদ্ধতি নির্ধারণ করা উচিত।{" "}
        </p>{" "}
        <p>
          একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে শিক্ষা পদ্ধতি খুবই
          গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর ভিত্তি করেই শিক্ষা
          পদ্ধতি নির্ধারণ করা উচিত। একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে
          শিক্ষা পদ্ধতি খুবই গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর
          ভিত্তি করেই শিক্ষা পদ্ধতি নির্ধারণ করা উচিত।{" "}
        </p>{" "}
        <p>
          একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে শিক্ষা পদ্ধতি খুবই
          গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর ভিত্তি করেই শিক্ষা
          পদ্ধতি নির্ধারণ করা উচিত। একটি শিশুর পরিপূর্ণ মেধা বিকাশের ক্ষেত্রে
          শিক্ষা পদ্ধতি খুবই গুরুত্বপূর্ণ। তাই কোমলমতি সেই শিশুদের মেধার উপর
          ভিত্তি করেই শিক্ষা পদ্ধতি নির্ধারণ করা উচিত।{" "}
        </p>
      </div>
    </div>
  );
};

export default AboutIns;
